sample9/app/controllers/registerdiary_controller.rb

INSERT INTO "diaries" ("contents", "created_at", "updated_at") VALUES ('ぷいさん
---
    def register

        Diary.new(contents:params[:diary])
        .save